<?

  if (@preg_match("/pages/i", $_SERVER['PHP_SELF'])) 
    die ("You can't access this file directly...");

	include_once("includes/common/Lib.GlobalLocals.php");

class Terms_local extends GlobalLocals
{
	public $locals = array(

		'MENU_TOP' => array
		(
			"ua" => '<a class="menu" href="/">Головна</a><a href="/Project/" class="menu" >Проекти</a><a class="menu" href="/Materials/">Матеріали</a><a class="menu" href="/Companies/">Компанії</a><a class="menu" href="/Contact/">Зворотній зв`язок</a>',
			"ru" => '<a class="menu" href="/">Главная</a><a href="/Project/" class="menu" >Проекты</a><a class="menu" href="/Materials/">Материалы</a><a class="menu" href="/Companies/">Компании</a><a class="menu" href="/Contact/">Обратная связь</a>',
			"en" => '<a class="menu" href="/">Main</a><a href="/Project/" class="menu" >Projects</a><a class="menu" href="/Materials/">Materials</a><a class="menu" href="/Companies/">Companies</a><a class="menu" href="/Contact/">Feed back</a>' //class="menuSelected"
		),
		
		
		'Terms_Title' => array
		(
			"ua" => "Умови використання",	
			"ru" => "Условия использвания",
			"en" => "Terms of use"
		),
		
		"Terms_Top" => array
		(
			"ua" => '<p>Вказанні умови використання описують ваш доступ та використання сервісів та вебсайтів MyXata, а також будь яку інформацію, 
					 текст, графіку, фото та інші матеріали завантаженні або відображенні через даний Сервіс. 
					 Доступ до послуг, що надаються Сервісом базується на вашій згоді із цими Умовами </p>
					 
					 <p>За використання Сервісу ви згодні, що підпадаєте під дію даних умов використання Сервісу (не залежно від того, чи ознайомлені ви із ними чи ні)</p>',
					 
			"ru" => "<p>Данные условия использования описывают ваш доступ и использование сервисов и вебсайтов MyXata, а также любую информацию, 
						текст, графику, фото и другие материалы загруженные, скачанные или отображенные через данный Сервис. 
						Доступ к услугам предоставляемым Сервисом основывается на вашем одобрении и согласии с данными Условиями.</p>

					 <p>При использовании Сервиса вы соглашаетесь, 
						что подпадаете под действие данных условий использования Сервиса 
						(в не зависимости от того, ознакомились ли вы с ними дополнительно или нет)</p>",
				
			"en" => '<p>This Terms of Use of using of the Service are describing your access and using of the services and web sites of MyXata, and also any information, text, 
						graphics, photo and any other materials downloaded, uploaded or viewed through this Service.</p>
						
					 <p>When you using the Service you agreed, that you are under these Terms of Use of Service (not depending on how familiar you are with them whether or not)</p>'
		),

		'Terms_1_Relations' => array
		(
			'ua' => '<p><h2>1. Ваші стосунки із MyXata</h2>
			
					<p>1.1 "MyXata" це фізична особа, власник доменного імені myxata.com
						(реквізити власника будуть надані додатково за запитом через форму <a href="/Contact/">зворотнього зв`язку</a>
						із вказаним ім`ям, прізвищем, координатами особи що надіслала запит). Даний документ пояснює базові принципи домовленності та 
						стверджує його базові умови.
					</p>
					
					<p>1.2 Якщо сторони за письмової згоди не домовились про інше, ваша домовленність із MyXata включати, як мінімум умови та положення даного документу (далі "Умови")</p>
					
					<p>1.3 Сервіс може мати рекламу, яка відображається в інтерфейсі MyXata із прив`язкою до контенту, або ж інформації, 
						що було розміщено через Сервіс, пошукових запитах в Сервісі, або ж іншої інформарції. 
						Тип та зовнішній вигляд рекламних повідомлень може змінюватись. Виходячи з того, що MyXata надає вам безоплатний доступ до Сервісу,
						ви погоджуєтесь, що MyXata та наші партнери можуть розміщувати подібні повідомлення на сторінках Сервісу.</p>
					
					<p>1.4 Ви усвідомлюєте, що доступ до деяких функцій Сервісу надається за додаткову плату, та доступ до цих функцій може описуватись Додатковими Умовами</p>
				
				</p>
			',
			'ru' => '<p><h2>1. Ваши отношения с MyXata</h2>

					<p>1.1 "MyXata" означает физическое лицо, собственник домена myxata.com 
						  (реквизиты собственника предоставляются дополнительно по запросу через форму <a href="/Contact/">обратной связи</a> 
						  с указанием имени, фамилии, координат обратной связи, а также причин запроса указанной информации). 
						  Данный документ объясняет основные принципы соглашения и утверждает основные его условия.</p>


					<p>1.2 Если стороны в письменной форме не договорились об обратном, ваше соглашение с MyXata будет включать, 
						  как минимум условия и положения данного документа (далее "Условия"). </p>


					<p>1.3 Сервис может содержать рекламу, которая отображается в интерфейсе MyXata с привязкой к контенту, 
						  либо же информации, размещенной через Сервис, поисковых запросах в Сервисе, либо же другой информации. 
						  Тип и внешний вид рекламных сообщений может изменяться. Исходя из того, что MyXata предоставляет 
						  вам безвозмездный доступ к Сервису, вы соглашаетесь, что MyXata и наши партнеры могут размещать 
						  подобные сообщения на страницах Сервиса.</p>

					<p>1.4 Вы осознаете, что доступ к некоторым функциям Сервиса предоставляется за отдельную плату, 
						  при этом доступ к этим функциям может описываться Дополнительными Условиями.</p>
					</p>',
				
			'en' => '<h2>1. Your relations with the MyXata</h2>
			
					<p>1.1 "MyXata" means the person, owner of the domain name myxata.com
						(details are provided in addition the owner on request via the form <a href="/Contact/">feedback</a>. 
						You need to put the name, second name, phone, email and the reason why do you need the information).
						This document describes base principles of the agreement and approves its base conditions.
					</p>
					
					<p>1.2 Your agreement with the MyXata will include at least Terms of this document, if the parties have not agreed otherwise.</p>
					
					<p>1.3 Service can have the advertisement, witch can be shown in the GUI of the MyXata and attached to the content, or to the information, placed with the Service, search queries in Service, or other info. 
						The type and the view of the advertisement messages can change. The MyXata gives you the access to the Service for free, you agree, MyXata and our partners can place
						such messages on the pages of the Service.
					</p>
					
					<p>
						1.4 You understand, that some functions of the Service are available for fee. The access to the functions can be described by the Additional Terms.
					</p>
			
			'
		),
		
		'Terms_2_Relations' => array
		(
			"ua" => '<p><h2>2. Прийняття умов</h2>
			
				<p>2.1 Ви не можете використовувати Сервіс, якщо не ознайомились і не прийнли дані Умови</p>
				
				<p>2.2 Для того, щоб прийняти Умови достатньо:
				
					<p>a. встановити галочку, або ж перейти за посиланням в інтерфейсі MyXata. </p>
					
					<p>б. за беспосереднього використання Сервісу. За таких умов MyXata трактує ваше використання Сервісу, як автоматичну згоду з даними Умовами</p>
				
				</p>
				
				
				<p>2.3 Ви не маєте права використовувати Сервіс та погоджуватись із Умовами, якщо ви (а) неповнолітня особа та за законом 
					не можете укладати угоди із MyXata, або ж якщо за законом України або інших країн, вам заборонено використання Сервісу.
				</p></p>
				',
			
			"ru" => '<p><h2>2. Принятие условий</h2>
			
				<p>2.1 Вы не можете использовать Сервис, если не ознакомились и не приняли данные Условия.</p>

				<p>2.2 Для того, чтобы принять Условия достаточно: 

					<p>а. Установить галочку, либо же перейти по ссылке в интерфейсе MyXata. </p>

					<p>б. при непосредственном использовании Сервиса. В таком случае MyXata трактует ваше использование Сервиса, 
					   как автоматическое согласие с данными Условиями.</p>   
				</p>

				<p>2.3 Вы не имеете права на использование Сервиса и соглашаться с Условиями, 
					  если вы (а) несовершеннолетний и по закону не можете утверждать соглашения с MyXata или по закону Украины либо же других стран,
					  вам запрещено использование Сервиса 
				</p></p>
				',
			
			"en" => '<p><h2>2. Acception of the rules</h2>

				<p>2.1 You could not use the Service, if you did not read and accept the Terms.</p>

				<p>2.2 To accept the Terms, just enough: 
				
					<p>a. Check the mark, or follow the link in the GUI of the MyXata. </p>
					
					<p>b. If you just use the Service. In the case, MyXata interpret the action as automatic consent with the Terms.</p>
				
				</p>
				
				<p>2.3 You don`t have permissions to use the Service and agree with the Terms, 
					if you (a) teenage and can`t make such agreements with the MyXata or according to the law of Ukraine 
					or other countries you have no rights to use the Service.</p>

				</p>'
		),

		'Terms_3_Language' => array
		(
		
			"ua" => '<p><h2>3. Язык данных Условий</h2>

				<p>3.1 Базова мова даних Умов - англійська
					Якщо MyXata пропонує вам переклад даних умов з англійської на інші мови, Ви погоджуєтесь, 
					що такий переклад зроблено лише для зручності, а умови ваших взаємин із MyXata будуть регулюватися згідно з англомовною версією умов використання. 
				</p>
				</p>
				',
			
			"ru" => '<p><h2>3. Мова даних Умов</h2>

				<p>3.1 Основной язык данных условий - английский.
					В случае, если MyXata предлагает вам перевод данных условий с английского на другие языки, 
					Вы соглашаетесь, что такой перевод выполнен лишь для удобства, 
					а условия ваших взаимоотношений с MyXata будут регулироваться согласно с англоязычной версией условий использования.
				</p>
				</p>',
			
			"en" => '<p><h2>3. Language of the Terms</h2>

				<p>3.1 The base language of the Terms of Use is the English<br/>
					If the MyXata propose you translation of the Terms from English to other languages,
					You agreed, that such translation is made only for your convenience, and the communication Terms with the MyXata 
					will be governed according to the English version of the Terms of Use.
				</p></p>'
			
		),
		
		'Terms_4_UseOfService' => array 
		(
			"ua" => '<p><h2>4. Використання Сервісу</h2>
			
					<p>4.1 Щоб отримати доступ до деяких послуг, вам може знадобитись надати інформацію про себе. Ви підтверджуєте, що інформація буде завжди точною, правдивою та своєчасною</p>
					
					<p>4.2 Ви погоджуєтесь, використовувати Сервіс виключно в цілях, викладених Умовами та діючим законодавством, нормативними актами та прийнятою практикою або положеннями певної юрисдикції</p>
					
					<p>4.3 Ви погоджуєтесь не звертатись (або ж не намагатись отримати доступ) до Сервісу в будь який інший спосіб, окрім наданого інтерфейсу MyXata.</p>
					
					<p>4.4 Ви погоджуєтесь, що не будете займатись будь якою діяльностю, яка вклініться в работу або ж буде порушувати цілісність надання Послуг ( або ж серверів та мереж, які пов`язані з даним Сервісом)</p>
					
					<p>4.5 Ви погоджуєтесь не перепрадавати Сервіс, за виключенням випадків, коли ви маєте спеціальний дозвіл, що надано вам згідно з окремою угодою із MyXata.</p>
					
					<p>4.6 Ви погоджуєтесь, що несете персональну відповідальність (при цьому MyXata не несе відповідальності перед вами або ж третьою стороной) за будь які порушення ваших обов`язків за ціма Умовами та за наслідки (в тому числі втрати, або ж збитки які може понести MyXata) тиких порушень</p>
			
					</p>',
			
			"ru" => '<p><h2>4. Использование Сервиса</h2>

					<p>4.1. Чтобы получить доступ к некоторым услугам вам может понадобиться предоставить информацию о себе.
						Вы подтверждаете, что информация будет всегда точной честной и своевременной</p>

					<p>4.2. Вы соглашаетесь использовать Услуги исключительно в целях, определенных Условиями и действующим законодательством, 
						нормативными актами и принятой практикой или положениями определенной юрисдикции.</p>

					<p>4.3. Вы соглашаетесь не обращаться (либо же пытаться получить доступ) к Услугам другим способом, кроме предоставленного интерфейса MyXata.</p>

					<p>4.4. Вы соглашаетесь, что не будете заниматься какой угодно деятельностью, которая вклинится в работу или будет нарушать целостность Услуг (или же серверов и сетей, которые связаны с данными Услугами).</p>

					<p>4.5. Вы соглашаетесь не перепродавать Сервис, за исключением случаев, когда у вас есть специальное разрешение, которое предоставлено вам согласно с отдельным соглашением MyXata.</p>

					<p>4.6. Вы соглашаетесь, что несете личную ответственность (при этом MyXata не несет ответственности перед вами либо же третими лицами) за какие угодно нарушения ваших обязанностей по данным Условиям и за последствия ( в том числе потерю, либо убытки которые может понести MyXata) подобных нарушений.</p>

					</p>',
			
			"en" => ''
		),
		
		'Terms_5_ServiceUpdate' => array
		(
			"ua" => '<p>
				<h2>5. Оновлення Сервісу</h2>
				
				<p>5.1 MyXata постійно поліпшує Сервіс вносячи зміни та модернізуючись.
					Ви погоджуєтесь, що інколи Сервіс може змінювати свій вигляд без вашої на то згоди та участі.
					Ви завжди зможете використати форму <a href="/Contact/">зворотнього зв`язку</a>, шоб донести Сервісу вашу згоду,
					обо ж незгоду із умовами роботи Сервісу.
				</p>
				
				<p>5.2 Ви згодні, що в рамках проведення оновлень ваш доступ до Сервісу MyXata
					може бути заблоковано (тимчасово або назавжди).
					MyXata може заблокувати доступ до сервісу вам, або ж усім користувачам без попереднього повідомлення.
					Ви також можете зупинити використання сервісу коли вам буде завгодно, та не маєте повідомляти про це MyXata.
				</p>
				
				<p>5.3 Ви визнаєте, що в рамках розвитку Сервісу данні Умови можуть змінюватись. MyXata буде публіковати найсвіжішу версію умов за посиланням <a href="http://www.myxata.com/Terms/">http://www.myxata.com/Terms/</a></p>
				
				<p>5.4 Ви розумієте та погоджуєтесь, що MyXata буде требувати виконання оновленних Умов після публікації іх змін.</p>
			
			</p>',
			
			"ru" => '<p><h2>5. Обновление Сервиса</h2>

				<p>5.1 MyXata постоянно улучшает Сервис внося изменения и модернизируясь.
					Вы соглашаетесь, что иногда Сервис может видоимениться без вашего на то согласия и участия. 
					Вы всегда можете использовать форму <a href="/Contact/">обратной связи</a>, чтобы изложить Сервису ваше согласие, 
					либо же несогласие с условиями работы Сервиса.</p>

				
				<p>5.2 Вы соглашаетесь, что в рамках проведения обновлений ваш доступ к сервису MyXata 
					может быть заблокирован (временно или же на совсем). 
					MyXata может заблокировать доступ к сервису лично вам, либо же всем пользователям без предварительного уведомления.
					Вы также можете прекратить использование сервиса когда вам будет угодно, без уведомления об этом MyXata.</p>

				<p>5.3 Вы признаете, что в рамках развития Сервиса данные Условия могут изменяться. MyXata будет публиковать самую свежую версию условий по ссылке <a href="http://www.myxata.com/Terms/">http://www.myxata.com/Terms/</a></p>

				<p>5.4 Вы понимаете и соглашаетесь, что MyXata будет требовать исполнения обновленных Условий после публикации их изменений.</p>

			</p>',
			
			"en" => '<p><h2>5. Service Update</h2>
			
				<p>5.1 MyXata improving the Service to make the changes and upgrading. 
				   You agree that sometimes the Service can change the view without your consent and partisipation.
				   You can always use the form <a href="/Contact/">feedback</a>, 
				   to give us your vision what you like in our Service your agree or disagree with the Service policy.
				   </p>
				
				<p>5.2 You agree, while the Service is being updated your access to the MyXata service could be blocked (temporary or permanently).
					MyXata can block the access to the Service personaly for you or for all users with no advance notice.
					You can also stop using the Service when at any time, with no feedback to the MyXata.				
				</p>
				
				<p>5.3 You agree, that during growth of the Service these Therms could be changed. MyXata will publicate the latest version of the Terms on the link bellow <a href="http://www.myxata.com/Terms/">http://www.myxata.com/Terms/</a></p>
				
				<p>5.4 You understand and agree, that MyXata will require the execution of the updated Terms after the publication of their changes.</p>
			
			</p>'
		),

		'Terms_6_Confidentiality' => array
		(
			"ua" => '<p><h2>6. Конфіденціальність та приватна інформація</h2>

					<p>6.1. Щоб дізнатись про міри забезпечення безпеки MyXata, перейдіть за посиланням <a href="/Privacy/">http://www.myxata.com/Privacy/</a>.</p>

					<p>6.2. Ви згодні із політикою конфіденціальності MyXata.</p>

					</p>',
			
			"ru" => '<p><h2>6. Конфиденциальность и личная информация</h2>

					<p>6.1. Чтобы узнать про меры обеспечения безопасности MyXata, перейдите по ссылке <a href="/Privacy/">http://www.myxata.com/Privacy/</a>.</p>

					<p>6.2. Вы согласны с политикой конфиденциальности MyXata.</p>
					
					</p>',
			
			"en" => '<p><h2>6. Confidentiality and personal info</h2>
			
					<p>6.1 To know more about the security measures of MyXata, please follow the link <a href="/Privacy/">http://www.myxata.com/Privacy/</a>.</p>
					
					<p>6.2 You agreed the confidentiality policy of the MyXata.</p>
			
					</p>'
		),

		'Terms_7_ContentOfService' => array
		(
			"ua" => '<p><h2>7. Зміст Сервісу</h2>
					
					<p>7.1 Ви визнаєте, що за всю інформацію (файли даних, текст, музику, фото, відео та інше),
						до якої ви можливо будете мати доступ у рамках надання послуг Сервісом, несе відповідальність людина, яка надала подібний Зміст.
					</p>
					
					<p>7.2 Ви маєте розуміти, що Зміст являється частиною Сервісу, у тому числі рекламою в рамках роботи Сервісу. </p>
					
					<p>7.3 Ви визнаєте, що під час використання Сервісу, ви можете стікнутись із смислом який може здатись образливим або небажаним</p>
					
					<p>7.4 Ви визнаєте, що несете персональну відповідальність (при цьому MyXata не несе відповідальности перед вами або третєю стороною) за Зміст, 
						який ви створюєте, передаєте або показуєте під час використання Сервісу та за своїх дій (в тому числі втрати або збитки, які може понести MyXata).
					</p>
					
					<p>7.5 Ви погоджуєтесь, що базовим Змістом Сервісу є інформація будівельної тематики. Тому MyXata може самостійно відфільтровувати, блокувати, видаляти Зміст, який явно не співвідноситься із напрямом роботи Сервісу.
					</p>
					
					</p>',
			
			"ru" => '<p><h2>7. Содержимое Сервиса</h2>

				<p>7.1. Вы признаете, что за всю информацию (файлы данных, текст, музыку, фото, видео и прочее), 
				к которой вы возможно будете иметь доступ в рамках предоставления услуг Сервисом, несет ответственность человек, 
				который предоставил подобное Содержимое.</p>

				<p>7.2. Вы должны помнить, что Содержимое является частью Услуг, в том числе рекламой в рамках работы Сервиса. </p>

				<p>7.3  Вы осознаете, что во время использования Сервиса, вы можете столкнуться со смыслом который может показаться оскорбительным или нежелательным.</p>

				<p>7.4  Вы осознаете, что несете личную ответственность (при этом MyXata не несет ответственности перед вами или третьей стороной) за Содержимое, 
					которое вы создаете, передаете или показываете во время использования Сервиса и за последствия своих действий 
					(в том числе потери или убытки которые может понести MyXata).</p>

				<p>7.5  Вы соглашаетесь, что основным Содержимым Сервиса является информация строительной тематики. Поэтому MyXata вправе самостоятельно отфильтровывать, блокировать
					удалять Содержимое, которое явно не относится с направлением работы Сервиса.</p>
				</p>',
			
			"en" => '<p><h2>7. Content of the Service</h2>
			
					<p>7.1 You agreed, that all info (files, text, music, photo, video so on) you have access with the Service
						is the personal responsibility of the person, who put such Content on Service.
					</p>
					
					<p>7.2 You should agree, the Content is the part of Service, and also the advertisement of the Service. </p>
					
					<p>7.3 You agreed, that when you use the Service, some Content may seem offencive or inappropriate. </p>
					
					<p>7.4 You agreed, that take the personal responsibility (but MyXata is not responsible to you or any third parties) for the Content 
						you create, transfer or show when you use the Service and for your activity with the Service.</p>
						
					<p>7.5 You agreed, that the general Content of the Service is the building themes. Therefore MyXata is free in filtering, blocking or removing the Content that is clearly not relatated with the rules of the Service. </p>
			
					</p>'
		),
		
		'Terms_8_Passwords' => array
		(
			"ua" => '<p><h2>8. Паролі та безпека аккаунту</h2>
			
						<p>8.1 Ви згодні, що несете відповідальність за збереження конфіденціальності паролів доступу до аккаунту.
						
							<p>
							Для того, щоб уникнути непорозумінь, MyXata рекомендує виконувати базові принципи безпеки в мережі Інтернет
							(<a href="http://googleonlinesecurity.blogspot.com/" target="_blank">Google online security</a>, <a href="http://www.microsoft.com/rus/protect/athome/children/default.mspx" target="_blank">Безопасность детей в интернете</a>, <a href="http://blog.meta.ua/communities/bezopasnost-v-seti-internet/" >Безопасность в Интернет</a>, <a href="http://csrc.nist.gov/publications/nistpubs/800-14/800-14.pdf" target="_blank">Generally Accepted Principles and Practices for Securing</a>), 
							коли ви публікуєте посилання та файли на веб сайтах використовувати лише ліцензійне програмне забезпечення, а також антивіруси та ознайомьтесь із текстом ліцензійної угоди. 
							</p>
						</p>
						
						<p>8.2 Ви підтверджуєте, що несете персональну відповідальність перед MyXata за будь яку діяльність в Сервісі із вашого аккаунту</p>
			
						<p>8.3 Якщо ви втратили доступ до аккаунту, негайно повідомте MyXata за посиланням <a href="/User/Lost/">http://www.myxata.com/User/Lost/</a></p>
					</p>',			
			
			"ru" => '
					<p><h2>8. Пароли и безопасность учетной записи</h2>

					 <p>8.1 Вы соглашаетесь, что несете ответственность за сохранение конфиденциальности паролей доступа к аккаунту.

						<p>Для того, чтобы избежать недоразумений, MyXata рекомендует соблюдать основные принципы безопасности в сети Интернет
						(<a href="http://googleonlinesecurity.blogspot.com/" target="_blank">Google online security</a>, <a href="http://www.microsoft.com/rus/protect/athome/children/default.mspx" target="_blank">Безопасность детей в интернете</a>, <a href="http://blog.meta.ua/communities/bezopasnost-v-seti-internet/" >Безопасность в Интернет</a>, <a href="http://csrc.nist.gov/publications/nistpubs/800-14/800-14.pdf" target="_blank">Generally Accepted Principles and Practices for Securing</a>), 
						при публикации ссылок и файлов на веб сайтах  использовать  только лицензионное программное обеспечение, 
						а также антивирусы и ознакомиться с текстом лицензионного соглашения. </p>
						
					 </p>

					 <p>8.2 Вы подтверждаете, что несете личную ответственность перед MyXata за любую деятельность в Сервисе из вашего аккаунта.</p>

					 <p>8.3 Если вы потеряли доступ к учетной записи, немедленно уведомьте MyXata по ссылке <a href="/User/Lost/">http://www.myxata.com/User/Lost/</a></p>
					 </p>',
					 
			"en" => '<p><h2>8. Passwords and security of the account</h2>
			
						<p>8.1 You agreed, to take the responsibility for the confidentiality saving of the passwords to the account.
						
							<p>
								To avoid misaunderstanding, MyXata recomends accept the base security principles in the Internet 
								(<a href="http://googleonlinesecurity.blogspot.com/" target="_blank">Google online security</a>, <a href="http://www.microsoft.com/en-gb/security/default.aspx" target="_blank">Safety & Security</a>, <a href="http://blog.meta.ua/communities/bezopasnost-v-seti-internet/" >Безопасность в Интернет</a>, <a href="http://csrc.nist.gov/publications/nistpubs/800-14/800-14.pdf" target="_blank">Generally Accepted Principles and Practices for Securing</a>)
								when you publishing links and the files on the web sites use just the lisensed software, antiviruses and read the text of the license agreement.
							</p>
							
						</p>
						
						<p>8.2 You approve, that you are personaly responsible for MyXata for any activity in the Service from your account.</p>
						
						<p>8.3 If you`ve lost the access to your account, you should immidiatly notify the MyXata by the link <a href="/User/Lost/">http://www.myxata.com/User/Lost/</a></p>
					</p>'
		),

		'Terms_9_Licenses' => array
		(
			"ua" => '<p><h2>9. Ліцензія, що надана вами</h2>
			
					<p>9.1 Вам належать всі авторські права та інші права відносно Змісту, який ви надаєте, публікуєте та відображаєте за допомогою Сервісу.
						Надавая, публікуя та відображая Зміст, ви таким чином передаєте MyXata постійну невиключну ліцензію без права на відчуження та виплати роялті,
						яка дійсна в усьому світі та дозволяє адаптувати, змінювати, перекладати, публіковати, відкрито використовувати, відображати та розмножувати Зміс, який ви надаєте, 
						публікуєте та відображаєте із допомогою Сервіс. Данна ліцензія надається виключно для того, щоб MyXata мала можливість відображати, розмножувати та рекламувати Сервіс.
					
					</p>
					
					<p>9.2 Ви підтверджуєте та гарантуєте MyXata, що маєте всі права та повноваження для передачі подібної ліцензії.</p>
					
					<p>9.3 Ви згодні, що MyXata може передавати ваш Зміст для доступу третіх осіб.</p>
					</p>',
			
			"ru" => '<p><h2>9. Лицензия, предоствляемая вами</h2>

					<p>9.1. Вам принадлежат все авторские права и другие права относительно Содержимого, которое вы предоставляете, публикуете и отображаете при помощи Сервиса.
						Предоставляя, публикуя и отображая Содержимое, вы таким образом передаете MyXata постоянную неисключительную лицензию без права переуступления и выплаты роялти,
						которая действительна во всем мире и позволяет адаптировать, изменять, перекладывать, публиковать, открыто использовать, отображать и размножать Содержимое, которое вы предоставляете, 
						публикуете и отображаете с помощью Сервиса. Данная лицензия предоставляется исключительно для того, чтобы MyXata имела возможность отображать, размножать и рекламировать Сервис.
					</p>

					<p>9.2. Вы подтверждаете и гарантируете MyXata, что обладаете всеми правами и полномочиями для передачи подобной лицензии.</p>

					<p>9.3. Вы соглашаетесь, что MyXata может передавать ваше Содержимое для доступа третих лиц.</p>',
			
			"en" => '<p><h2>9. License, </h2>
			
					<p></p>
					
					<p></p>
					
					<p></p>
			
					</p>'
		),
		
		'Terms_10_StopOfConditions' => array
		(
	
			"ua" => '<p><h2></h2>
					
					</p>',
			
			"ru" => '<p><h2>10. Прекращение отношений с MyXata</h2>
					
					 <p>10.1. Данные Условия применяются пока их действие не будет прекращено Вами или же MyXata в указанном ниже порядке.</p>

					 <p>10.2. Если вы хотите прекратить текущее соглашение с MyXata, вы можете сделать это уведомив MyXata когда вам это будет угодно по ссылке 
						   <a href="http://MyXata.com/Contact/">http://MyXata.com/Contact/</a></p>

					 <p>10.3. MyXata может когда угодно аннулировать юридическое соглашение, заключенное с вами, если:

						<p>а) Вы нарушили какое угодно положение Условий (либо произвели действия, которые явно доказывают про отсутствие намерений
							или невозможность вашего соответствия требованиям данных Условий)</p>

						<p>б) MyXata должен выполнить условия законодательства (например, если использование вами Сервиса становится противозаконным)</p>

						<p>г) MyXata прекращает предоставление услуг для пользователей, которые живут в государстве, резидентом которой вы являетесь, 
						   либо же где вы используете Сервис.</p>

						<p>д) предоставление функций Сервиса, перестает быть коммерчески выгодным.</p>

						<p>10.4. Когда срок действия данных Условий закончится, подобное прекращение не будет влиять на какие-либо законные права, обязанности и ответственности, которыми пользовались вы и MyXata и были предметом
								(или которые возникали в течении срока действия данных Условий), либо которые определены как постоянные.</p>						 
					</p>',
			
			"en" => ''
		),
		
		'Terms_11_Guaranties' => array
		(
			"ua" => '',
			
			"ru" => '<p><h2>11. Исключение гарантий</h2>

				<p>11.1. Сервис MyXata, а также все его составные части предоставляются "как есть".</p>

				<p>11.2. В особенности, MyXata, ее подрядчики и дочерние компании не предоставляют никаких гарантий относительно того, что:</p>

				<p>а) использование Сервиса будет отвечать вашим требованиям</p>

				<p>б) Сервис будет работоспособным непрерывно, безопасен и работать без ошибок,</p>

				<p>в) какая угодно информация полученная вами в следствие использования Сервиса будет точной и надежной, а</p>

				<p>г) неполадки в программном функционирования или операции Программного обеспечения в рамках услуг будут исправлены</p>

				<p>11.3. Никакие положения данных Условий не повлияют на законные права, которые Вы всегда получаете как пользователь 
					и которые не могут быть изменены или отклонены по какому-либо соглашению.</p>
				</p>',
			
			"en" => ''
		), 
		
		'Terms_12_Responsibility' => array
		(
			"ua" => '<p><h2>12. Зниження відповідальності</h2>
			
					<p>12.1 Жодна із цих Умов не виключає та не відміняє фінансову відповідальність MyXata за втрати, яких не можливо уникнути законим чином, або які не можуть бути обмежені законим чином.</p>
					
					<p>12.2 За уомови виконання загальних положень MyXata та її підлеглі та дочірні компанії, не несуть перед вами відповідальності за:</p>
					
					<p>a) непрямі та побочні втрати, що ви можете понести. Це включає втрату прибутку (явну чи неявну), втрату ділової репутації та престижу фірми
						або втрату даних, що можуть трапитись</p>
					
					<p>б) втрату або пошкодження: </p>
					
						<p>I) 	вашої впевненості в точності, повноті, чесності або появи реклами, або в результаті відношень та операцій поміж вами та рекламодавцем чи спонсором, чия реклама буде з`являться в рамках надання Послуг.</p>
						
						<p>II) 	змін, внесених в Сервіс MyXata, або за повного або часткового припинення роботи Сервісу (або деяких функцій Сервісу).</p>
						
						<p>III)	виключення, порушення або неможливість збереження Змісту та інших телекомунікаційних даних, які передаються в рамках вашої взаімодії із Сервісом.</p>
						
						<p>IV)	неможливості зберегти конфіденціальність паролів та аккаунтів</p>
					
					<p>12.3 Обмеження відповідальності MyXata по відношенню до вас, вказані в пункті 12.2, будуть застосовуватись MyXata так чи інакше, 
						незалежно від отриманої MyXata інформації щодо вірогідністі таких втрат.</p>
						
					</p>',
			
			"ru" => "<p><h2>12. Снижение ответственности</h2>

					<p>12.1. Накакое из данных Условий не исключает и не отменяет финансовую ответственность MyXata за потери, 
						   которых нельзя избежать законным способом, либо которые не могут быть ограничены законным способом.</p>

					<p>12.2. За условия соблюдения общих положений, MyXata, ее подчиненные и дочерние компании, и лицензиары не несут перед вами ответственности за:</p>

					<p>а) непрямые и побочные потери, которые вы можете понести. Это включает потерю прибыли (явную и неявную), потерю деловой репутации и престижа фирмы 
						   или потерю данных, которые могут случится</p>

					<p>б) потерю или повреждение в результате:

						<p>I)   вашей уверенности в точности, полноте, честности или появления рекламы, или в результате отношений и операций между вами и рекламодателем или спонсором, чья реклама будет появляться в рамках оказания Услуг.</p>

						<p>II)  изменений, внесенных в Сервис MyXata, или при полном или частичном прекращении работы Сервиса (или некоторых функций Сервиса).</p>

						<p>III) исключение, нарушение или невозможность сохранения Содержимого и других телекомуникационных данных, которые передаются в рамках вашего взаимодействия с Сервисом.</p>
						
						<p>IV)  невозможности сохранить конфиденциальность паролей и аккаунтов</p>

						<p>V)   невозможности предоставить MyXata точную информацию об аккуанте</p>
						
					</p>

					<p>12.3  Ограничение ответственности MyXata по отношению к вам, указанные в пункте 12.2, будут применяться MyXata так или иначе, 
						   независимо от полученной MyXata информации про вероятность подобных потерь.</p>
					</p>",
			
			"en" => ""
		),
		
		'Terms_13_Copyright' => array
		(
			"ua" => '<p><h2>13. Авторські права</h2>
			
					<p>13.1. За можливого порушення авторських прав ви можете повідомити про це MyXata за посиланням <a href="http://myxata.com/Contact/">http://myxata.com/Contact/</a>.</p>
					
					<p>13.2. Якщо ви надаєте достатньо даних щодо підтвердження аутентичності авторських прав, аккаунти порушників будуть заблоковані.</p>
					</p>',
			
			"ru" => '<p><h2>13. Авторские права</h2>
					<p>13.1. При возможном нарушении авторских прав вы вправе сообщить об этом MyXata по ссылке <a href="http://myxata.com/Contact/">http://myxata.com/Contact/</a>.</p>

					<p>13.2. В случае предоставления достаточных данных о подтверждении аутентичности авторских прав, аккаунты нарушителей будут заблокированы.</p>
					</p>',
			
			"en" => '<p><h2>13. Copyright</h2>
			
					<p>13.1. If violated your copyright you can tell the MyXata about this by the link <a href="http://myxata.com/Contact/">http://myxata.com/Contact/</a>.</p>
					
					<p>13.2. If you give us enough information to confirm authenticity of copyrights the accounts of the violators will be blocked.</p>
			
					</p>'
		),
		
		'Terms_14_OtherContent' => array
		(
			"ua" => '<p><h2>14. Інший зміст</h2>
			
					<p>14.1 Ви визнаєте, що Сервіс може містити посилання на інші веб сайти, Зміст або ресурси. </p>
					
					<p>14.2 Ви визнаєте, що Сервіс жодним чином не несе відповідальності за зміст третіх сайтів та ви використовуєте іх на свій страх та ризик, 
							навіть якщо посилання на них створене через інтерфейс Сервісу.
					</p>
					
					<p>14.3 Ви визнаєте, що MyXata не несе відповідальності за втрати або попередження, що можуть виникнути після відвідання подібних сайтів.</p>
					
					<p>14.4 Ви визнаєте, що Сервіс надає також інформацію третіх осіб. Ви згодні, що MyXata не несе відповідальності перед вами або ж третіми особами, 
						за будь які збитки непрямі, випадкові, збитки понесені не спеціально, включаючи втрачену вигоду або втрачені дані, шкоду честі та гідності, образа особистості,
						пов`язані із використанням Сервісу, Зміст Сервісу, або ж інших матеріалів до яких ви отримали доступ за допомогою Сервісу, навіть якщо MyXata попереджала або ж вказувала на ризики подібних загроз.
						</p>
			
					</p>',
			
			"ru" => '<p><h2>14. Другое содержимое</h2>

					 <p>14.1 Вы признаете, что Сервис может содержать ссылки на другие веб сайты, Содержание или ресурсы. </p>

					 <p>14.2 Вы признаете, что Сервис никаким образом не несет ответственности за содержимое третих сайтов и вы используете их на свой страх и риск, 
						  даже если ссылка на них создана через интерфейс Сервиса.</p>

					 <p>14.3 Вы признаете, что MyXata не отвечает за потерю или повреждения, которые могут возникнуть после посещения подобных сайтов.</p>

					 <p>14.4 Вы признаете, что Сервис предоставляет также информацию третьих лиц. Вы соглашаетесь, что при этом MyXata не несет ответственности перед 
						  вами либо же третьими лицами, за какие угодно убытки непрямые, случайные, убытки нанесенные не специально, включая упущенную выгоду или потерянные данные,
						  вред чести и достоинству, оскорбление личности, связанные с использованием Сервиса, Содержимого Сервиса, либо же других материалов к которым вы получили доступ 
						  с помощью Сервиса, даже если MyXata предупреждала или указывала на риски подобных угроз.</p></p>',
			
			"en" => ''
		),
		
		'Terms_15_UserRights' => array
		(
		
			"ua" => '<p><h2>15. Права власності </h2>
			
					<p>15.1 Ви визнаєте та погоджуєтесь, що MyXata обладає усіма необхідними законими правами, дозвільними документами, правові інтереси щодо функціонування Сервісу, у тому числі права інтелектуальної власності, 
					що охоплюють Сервіс (не дивлячись на те, чи зареєстровані вони в певній державі чи ні). 
					Далі ви визнаєте, що Сервіс містить інформацію, яку MyXata визначає як конфіденціальну, тому ви не маєте розкривати таку інфорамацію без письмової згоди на то MyXata. </p>

					<p>15.2 Окрім випадків, коли ви отримали особливий дозвіл MyXata, ви не маєте права комерційного виконання торгових імен MyXata, торгових марок, знакі обслуговування, 
					слоганів, логотипів, домених імен та інших характерних особливостей марки.</p>
					
					</p>',
			
			"ru" => '<p><h2>15. Права собственности </h2>

					 <p>15.1 Вы признаете и соглашаетесь, что MyXata обладает всеми необходимыми законными правами, разрешительные документы, правовые интересы 
					 относительно функционирования Сервиса, в том числе права интеллектуальной собственности которые охватывают Сервис (несмотря на то, зарегистрированы ли 
					 они в определеном государстве или нет на определенной територии). Далее вы признаете, что Сервис содержит информацию, которую MyXata 
					 определяет как конфиденциальную, поэтому вы не должны раскрывать подобную информацию без письменного соглашения с MyXata.
					 </p>

					 <p>15.2 Кроме случаев, когда вы получили особое разрешение MyXata, вы не имеете права коммерческого использования торговых имен MyXata, торговых марок, знаков обслуживания,
					 слоганов, логотипов, доменных имен и других характерных особенностей марки.</p></p>
			',
			
			
			"en" => '<p><h2>15. Proprietary rights</h2>
			
					<p>15.1 You accept and agree, that MyXata has all legal rights needed, permits, law interests reguarding the functionality of Service, 
					including intellectual property rights covering the Service (even if they are registered in any country or not). Also you accept the Service has the information, that MyXata 
					describes like confidential, this because you don`t need to show such information without written agreement with MyXata.
					</p>
					
					<p>15.2 You don`t have commercial rights to the trademarks MyXata, logos, domain names and other characteristics of the mark if you did not get the special resolution of the MyXata.</p>
					</p>'
			
		),
		
		'Terms_16_CommonJurTerms' => array
		(
			"ua" => '<p><h2>16. Загальні юридичні умови</h2>
					
					<p>16.1 Іноді під час використання Сервісу Ви можете (в результаті використання або за допомогою Сервісу),
						використати послугу або замовити елемент програмного забезпечення, придбати продукти, які надаються іншими 
						людьми або компаніями. В таких випадках, ваше використання вказаних сторонніх Сервісів, програмного забезпечення та продуктів
						може бути предметом додаткової угоди із або з людиною. В такому випадку Умови не вліятимуть на юридичні співвідношення із такими компаніями або людьми.
					</p>
					
					<p>16.2 Умови є повноцінною юридичною угодою між вами та MyXata, що регулюють використання Сервісу.</p>
					
					<p>16.3 Ви погоджуєтесь, що в разі, якщо MyXata не використовує та не забезпечує юридичні права та іх захист,
						які описані в Умовах, то це не має розумітись як відмова від прав MyXata, і такі права залишаться за MyXata та іх захист буде забезпечений.
					</p>
					
					<p>16.4 Якщо, за рішенням суду загальної юрисдикції які завгодно положення даних Умов будуть визнані недійсними, 
						то такі положення будуть виключені із Умов, що не буде мати ваги на дію інших Умов. Інші положення даних Умов 
						залишаться в силі та будуть мати обов`язкову юридичну силу.	
					</p>
					
					<p>16.5 Умови, як і ваши стосунки із МуXata в рамках дії даних Умов, підпадають під дію законодавства Англії та України.
						Ви та MyXata згодні виключній юрисдикції англійських судів в будь яких юридичних питаннях, пов`язаних із виконанням даних Умов.
						Не дивлячись на це ви згодні, що MyXata має право використовувати виключні засоби правового захисту будь якої юрисдикції.
					</p>

					<p><i>23 липня 2011</i></p>

					<p>Ми підтримуємо <a href="http://www.google.com/intl/uk/corporate/tenthings.html">10 принципів Goggle</a>, 
					як корпорації, що змінила сучасний світ та світогляд про ведення бізнесу мільярдів людей.</p>

					<p>Підчас створення даних Умов використовувався найкращий досвід ведучіх міжнародних інтернет проектів Google (<a href="http://www.google.com.ua/accounts/TOS">http://www.google.com.ua/accounts/TOS</a>), , Vkontakte (<a href="http://vkontakte.ru/help.php?page=terms" >http://vkontakte.ru/help.php?page=terms</a>), Twitter (<a href="http://twitter.com/tos/">http://twitter.com/tos/</a>) </p>
					
					</p>',
			
			"ru" => '<p><h2>16. Общие юридические условия</h2>

					 <p>16.1 Иногда во время использования Сервиса Вы можете (в результате использования или с помощью Сервиса),
					   воспользоваться услугой или загрузить элемент программного обеспечения, приобрести продукты, которые 
					   предоставляются другими людьми или компаниями. В таких случаях, ваше использование указанных cервисов,
					   программного обеспечения и продуктов может быть предметом отдельного соглашения с определенной компанией или 
					   человеком. В таком случае Условия не будут влиять на юридические отношения с такими компаниями или людьми.</p>

					 <p>16.2 Условия являются полноценным юридическим договором между вами и MyXata, которые регулируют использование Сервиса.</p>

					 <p>16.3 Вы соглашаетесь, что в случае, если MyXata не использует и не обеспечивает юридические права и их защиту, 
					   которые описаны в Условиях, это не должно восприниматься как отказ от прав MyXata, 
					   и такие права остаются за MyXata и их защита будет обеспечена.</p>

					 <p>16.4 В случае, если по решению суда общей юрисдикции какие угодно положения данных Условий 
					   будут определены недействительными, то такие положения будут исключены из Условий, что не 
					   будет влиять на действия остальных Условий. Остальные положения данных Условий останутся в силе и будут иметь обязательную юридическую силу.</p>


					 <p>16.5 Условия, как и ваши отношения с MyXata в рамках действия данных Условий, подпадают под действие законодательства Англии и Украины. 
					   Вы и MyXata соглашаетесь подчиняться исключительной юрисдикции английских судов в каких угодно юридических вопросах, связанных с выполнением данных Условий.
					   Несмотря на это вы соглашаетесь, что MyXata имеет право применять исключительные средства правовой защиты какой угодно юрисдикции.</p>
					   
					  </p>
					   
					<p><i>23 июля 2011</i></p>

					<p>Мы поддерживаем <a href="http://www.google.com/intl/uk/corporate/tenthings.html">10 принципов Goggle</a>, 
					как корпорации, которая изменила современный мир и мировозрение о ведении бизнеса миллиардов людей.</p>

					<p>При составлении данных Условий использовался лучший опыт ведущих международных интернет проектов Google (<a href="http://www.google.com.ua/accounts/TOS">http://www.google.com.ua/accounts/TOS</a>), <br/>Vkontakte (<a href="http://vkontakte.ru/help.php?page=terms" >http://vkontakte.ru/help.php?page=terms</a>), Twitter (<a href="http://twitter.com/tos/">http://twitter.com/tos/</a>) </p>
			',
					
			"en" => '<p><h2>16. Common law conditions</h2>
						
						<p>16.1 Sometimes when you use the Service you can (in result of using or with the help of Service),
							use the other service or download the element of the software, buy the products, which produced by other people and companies.
							In this case, your use of such services, software and products can be the part of the additional agreement with the company or with the person.
						</p>
						
						<p>16.2 The Terms are the legal agreement between you and MyXata, that regulate the use of the Service. </p>
						
						<p>16.3 You agree, that if MyXata not use and does not provide the legal rights and their protection, described in the Terms, 
							this should not be interpreted as the waiver of the rights by MyXata and such rights are still reserved by MyXata and protection of the legal rights will be provided.</p>
							
						<p>16.4 In the case, if by the decision of the court of the general jurisdiction of any provisions of the Terms will be determined as invalid, 
							such provisions will be excluded from the Terms, but this does not impact the legal status of the other Terms. </p>
						
						<p>16.5 Terms, as your relations with the MyXata in the scope of this Terms, are under jurisdiction of England and Ukraine. 
							You and MyXata agree to submit the exclusive jurisdiction of the English courts in any legal matters. But you also agree the MyXata has the right to apply the exclusive remedies of the legal protection in any jurisdiction.</p>
					</p>
					
					<p><i>23 july 2011</i></p>
					
					<p>We are the active followers of the <a href="http://www.google.com/intl/en/about/corporate/company/tenthings.html">10 principles Goggle</a> 
					as the corporation, that changed the future world and the vision of doing business of the billion people.</p>
					
					<p>We used the experience of the best web projects in the world when was creating the Terms like Google (<a href="http://www.google.com.ua/accounts/TOS">http://www.google.com.ua/accounts/TOS</a>), Vkontakte (<a href="http://vkontakte.ru/help.php?page=terms" >http://vkontakte.ru/help.php?page=terms</a>), Twitter (<a href="http://twitter.com/tos/">http://twitter.com/tos/</a>)</p>'
		),
		
		'SUB_MENU' => array ( "en" => "", "ua" => "", "ru" => "" )

	);
	
}
?>